Repository: pozsarzs/mm16dread
Catalog: messages/mm16d_*.po
Languages: hu

source: Cannot read configuration file!
hu: A beállításfájl nem olvasható!

source: Cannot write configuration file!
hu: A beállításfájl nem írható!

source: Cannot read data from this URL!
hu: Nem tudok adatokat beolvasni erről az URL-ről!

source: Not compatible controller!
hu: Nem kompatibilis vezérlő!

source: name
hu: név

source: value
hu: érték

source: device
hu: eszköz

source: software version
hu: szoftververzió

source: MAC address
hu: MAC cím

source: IP address
hu: IP cím

source: Modbus/RTU client UID
hu: Modbus/RTU kliens UID

source: serial port speed [baud]
hu: soros port sebesség [baud]

source: enable/disable channels
hu: csatornák engedélyezése/tiltása

source: time-dependent heating prohibition [h]
hu: időzített fűtés tiltás [h]

source: heating switch-on temperature [°C]
hu: fűtés bekapcsolási hőmérséklet [°C]

source: heating switch-off temperature [°C]
hu: fűtés kikapcsolási hőmérséklet [°C]

source: minimum temperature [°C]
hu: minimum hőmérséklet [°C]

source: maximum temperature [°C]
hu: maximum hőmérséklet [°C]

source: minimum humidity [%]
hu: minimum páratartalom [%]

source: maximum humidity [%]
hu: maximum páratartalom [%]

source: time-dependent ventilation prohibition [h]
hu: időzített szellőztetés tiltás [h]

source: high ext. temp. and time-dependent ventilation prohibition [h]
hu: magas külső hőm. és időzített szellőztetés tiltás [h]

source: low ext. temp. and time-dependent ventilation prohibition [h]
hu: alacsony külső hőm. és időzített szellőztetés tiltás [h]

source: external temperature upper limit [°C]
hu: külső hőmérséklet felső határérték [°C]

source: external temperature lower limit [°C]
hu: külső hőmérséklet alsó határérték [°C]

source: lighting switch-on [h]
hu: világítás bekapcsolás [h]

source: lighting switch-off [h]
hu: világítás kikapcsolás [h]

source: ventilating switch-on [m]
hu: szellőztetés bekapcsolás [m]

source: ventilating switch-off [m]
hu: szellőztetés kikapcsolás [m]

source: MM17D internal relative humidity [%]
hu: MM17D belső relatív páratartalom [%]

source: MM17D internal temperature [°C]
hu: MM17D belső hőmérséklet [°C]

source: MM17D external temperature [°C]
hu: MM17D külső hőmérséklet [°C]

source: sign lights (0/1: red/green)
hu: jelzőfények (0/1: piros/zöld)

# frmmain.message34
source: alarm
hu: riasztó

source: overcurrent breaker (1: error)
hu: túláramvédelem (1: hiba)

source: no connection to the NTP server (1: error)
hu: nincs kapcsolat az NTP kiszolgálóval (1: hiba)

source: no connection to the MM17D (1: error)
hu: nincs kapcsolat az MM17D eszközzel (1: hiba)

source: stand-by operation mode
hu: készenlét

source: growing hyphae operation mode
hu: átszövetés

source: growing mushroom operation mode
hu: gombatermesztés

source: manual switch (0/1: auto/manual)
hu: kézi üzemmód kapcsoló (0/1: auto/kézi)

source: enable lamp output
hu: lámpa kimenet engedélyezés

source: enable ventilator output
hu: ventilátor kimenet engedélyezés

source: enable heater output
hu: fűtés kimenet engedélyezés

source: status of the lamp output
hu: lámpa kimenet állapota

source: status of the ventilator output
hu: ventilátor kimenet állapota

source: status of the heater output
hu: fűtés kimenet állapota

source: internal humidity is less than requied
hu: a belső páratartalom kisebb a szükségesnél

source: internal humidity is more than requied
hu: a belső páratartalom nagyobb a szükségesnél

source: internal temperature is less than requied
hu: a belső hőmérséklet kisebb a szükségesnél

source: internal temperature is more than requied
hu: a belső hőmérséklet nagyobb a szükségesnél

source: MM17D green LED
hu: MM17D zöld LED

source: MM17D yellow LED
hu: MM17D sárga LED

source: MM17D red LED
hu: MM17D piros LED

source: Cannot run default webbrowser!
hu: Nem tudom futtatni az alapértelmezés szerinti böngészőt!

source: &Refresh displays
hu: Kijelzők f&rissítése

source: Automatic device read
hu: Automatikus eszköz olvasás

source: Internal relative humidity
hu: Belső relatív páratartalom

source: ON
hu: be

source: ENA
hu: eng.

source: lamp
hu: világítás

source: fan
hu: ventilátor

source: heater
hu: fűtés

source: External temperature
hu: Külső hőmérséklet

source: Internal temperature
hu: Belső hőmérséklet

source: manual
hu: kézi

source: status
hu: állapot

source: breaker
hu: védelem

source: Status reader program for MM16D device
hu: Állapotolvasó program MM16D eszközhöz

source: Add URL to list
hu: URL hozzáadása a listához

source: Remove URL from list
hu: URL eltávolítása a listából

source: Measured values
hu: Mért értékek

source: Summary
hu: Összegzés

source: System log
hu: Rendszernapló

source: About
hu: &Névjegy
